tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "awscli"
brew "git"
brew "go"
brew "nvm"
brew "redis"
brew "cloudfoundry/tap/cf-cli"
brew "clang-format"
brew "protobuf"
brew "python@3.11"
brew "awscli"
brew "jq"

cask "docker-edge"
cask "dropbox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "slack"
cask "spectacle"
cask "spotify"
cask "springtoolsuite"
cask "sublime-text"
cask "visual-studio-code"
cask "visualboyadvance-m"
cask "libreoffice"
cask "cryptomator"
#jiggler?
case "sqlectron"
